Repository: jordibruin/cibo-translations
Catalog: *.lproj/Localizable.strings
Languages: de, es, fa, fr, hr, it, kr, nl, ro, ru, tr, vi

source: Searching
de: Suchen
es: Buscando
fa: در حال جستجو
fr: Recherche
hr: Traženje
it: Cercando
kr: 검색
nl: Zoeken
ro: În căutare
ru: Ищу
tr: Aranıyor
vi: Đang tìm

source: Show found words
de: Gefundene Wörter anzeigen
es: Mostrar palabras encontradas
fa: نمایش کلمات پیدا شده
fr: Afficher les mots trouvés
hr: Prikaži pronađene riječi
it: Mostra parole trovate
kr: 찾은 단어 표시
nl: Toon gevonden woorden
ro: Arată cuvintele găsite
ru: Показать найденные слова
tr: Bulunan kelimeleri göster
vi: Hiển thị từ đã tìm

source: %lld words found
es: %lld palabras encontradas
fa: %lld کلمات پیدا شد
fr: %lld mots trouvés
hr: %lld riječi pronađeno
it: %lld parole trovate
kr: %lld개의 단어를 찾았습니다
nl: %lld woorden gevonden
tr: %lld kelime bulundu
vi: Tìm được %lld từ

# Point at a menu and select a dish
source: Point at a menu and tap on a dish
de: Auf eine Speisekarte zeigen und ein Gericht auswählen
es: Apunta la cámara al menú y selecciona un plato
fa: دوربین را به سمت منو بگیرید و یک غذا را انتخاب کنید.
fr: Pointez un menu et choisissez un plat
hr: Pokažite na jelovnik i odaberite jelo
it: Punta ad un menù e seleziona un piatto
kr: 메뉴를 가리켜 요리를 고르세요
nl: Richt op een menu en selecteer een gerecht
ro: Îndreptați spre meniu și selectați un fel de mâncare
ru: Наведите на меню и выберете блюдо
tr: Bir menünün üzerine gelin ve yemeğe dokunun
vi: Hướng vào menu và chạm tên món

source: Settings
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Réglages
hr: Postavke
it: Impostazioni
kr: 설정
nl: Instellingen
ro: Setări
ru: Настройки
tr: Ayarlar
vi: Cài đặt

source: Highlight Color
de: Highlightfarbe
es: Color de resaltado
fa: رنگ برگزیده
fr: Couleur de surbrillance
hr: Boja Isticanja
it: Colore di evidenziazione
kr: 하이라이트 색상
nl: Markeer kleur
ro: Evidențiați Culoarea
ru: Цвет подсветки
tr: Vurgulanan Renk
vi: Màu Highlight

# Accurate Scan
source: Accurate Text Recognition
de: Genaue Texterkennung
es: Reconocimiento de texto preciso
fa: اسکن دقیق
fr: Reconnaissance précise de texte
hr: Precizno Prepoznavanje Teksta
it: Riconoscimento accurato del testo
kr: 정확한 스캔
nl: Nauwkeurige Tekstherkenning
ro: Recunoașterea exactă a textului
ru: Точное распознавание текста
tr: Doğru Metin Tarama
vi: Nhận diện Chính xác Văn bản

source: Search Engine
de: Suchmaschine
es: Motor de búsqueda
fa: موتور جستجو
fr: Moteur de recherche
hr: Tražilica
it: Motore di ricerca
kr: 검색 엔진
nl: Zoekmachine
ro: Motor de Căutare
ru: Поисковый движок
tr: Arama Motoru
vi: Bộ máy Tìm kiếm

source: Slower but much more accurate text recognition results
de: Langsamere, aber deutlich bessere Texterkennung
es: Reconocimiento de texto más preciso, aunque más lento
fa: با فعال کردن این گزینه، نتایج تشخیص نام غذاها دیرتر نمایش داده می‌شوند اما بسیار دقیق‌تر است.
fr: Un chouia plus long, mais résultats beaucoup plus précis
hr: Sporiji ali mnogo precizniji rezultati prepoznavanja teksta
it: Più lento, ma riconoscimento del testo molto più accurato
kr: 느리지만 훨씬 정확한 텍스트 인식 결과
nl: Langzamer maar betere tekstherkenning resultaten
ro: Rezultatele recunoașterii textului sunt mai lente, dar mult mai precise
ru: Медленнее, но гораздо более точные результаты распознавания текста
tr: Daha yavaş ancak daha yüksek oranda doğrulanmış metin arama sonuçları
vi: Chậm nhưng cho ra kết quả tìm kiếm chính xác hơn

source: Choose which search engine to use for the image search
de: Wähle eine Suchmaschine für die Bildersuche
es: Elije qué motor de búsqueda utilizar para la búsqueda de imágenes
fa: انتخاب کنید از کدام موتور جستجو جهت نمایش عکس‌ غذاها استفاده شود.
fr: Choisissez le moteur de recherche à utiliser pour retrouver les images
hr: Odaberite koju tražilicu koristiti za pretraživanje slika
it: Seleziona il motore di ricerca da utilizzare per la ricerca delle immagini
kr: 이미지 검색에 사용할 검색 엔진을 선택해주세요
nl: Kies de zoekmachine die je wilt gebruiken voor de foto zoekopdracht
ro: Alegeți ce motor de cautare să utilizați pentru căutarea imaginilor
ru: Выберите, какой поисковый движок использовать для поиска изображений
tr: Görsel arama için bir arama motoru seçin
vi: Chọn bộ máy tìm kiếm để nhận diện hình ảnh

source: Translators
fa: مترجمان
hr: Prevoditelji
it: Traduttori
kr: 번역자
tr: Çevirmenler
vi: Nhà dịch thuật

source: Developer
fa: توسعه‌دهنده
it: Sviluppatore
kr: 개발자
tr: Geliştirici
vi: Nhà phát triển

source: Help Translate
fa: کمک برای ترجمه
hr: Pomozite prevesti
it: Aiuta a tradurre
kr: 번역 돕기
tr: Çeviriye Yardımcı Ol
vi: Giúp Dịch thuật

source: ⭐️ Review on the App Store
fa: ⭐️ نوشتن نظر در اپ‌استور
hr: ⭐️ Osvrni se na App Store-u
kr: ⭐️ 앱스토어 리뷰하러 가기
tr: ⭐️ App Store'da Değerlendir
vi: ⭐️ Đánh giá trên App Store

source: Swipe left and right to quickly switch between words
de: Wische nach links und rechts, um schnell zwischen verschiedenen Wörtern zu wechseln
es: Desliza el dedo a izquierda y derecha para cambiar entre palabras
fa: جهت جابه‌جایی بین کلمات، انگشت خود را به سمت چپ یا راست بکشید.
fr: Balayez vers la gauche et la droite pour basculer rapidement entre les mots
hr: Pređite prstom ulijevo i udesno za brzo prebacivanje između riječi
it: Scorri a destra e sinistra per navigare rapidamente tra le parole
kr: 단어 사이를 빠르게 전환하려면 왼쪽과 오른쪽으로 스와이프하세요.
nl: Swipe links en rechts om tussen gevonden woorden te wisselen
ro: Glisați la stânga și la dreapta pentru a comuta rapid între cuvinte
ru: Смахните влево и вправо, чтобы быстро перемещаться между словами
tr: Kelimeler arasında hızlıca geçiş yapmak için, sola ve sağa kaydırın
vi: Lướt trái phải để chuyển sang các từ khác

source: Found Words
de: Gefundene Wörter
es: Palabras encontradas
fa: کلمات پیدا شده
fr: Mots trouvés
hr: Pronađene Riječi
it: Parole trovate
kr: 찾은 단어
nl: Gevonden woorden
ro: Cuvinte Găsite
ru: Найденные слова
tr: Bulunan Kelimeler
vi: Từ đã tìm thấy

source: Search term
de: Suchbegriff
es: Término de búsqueda
fa: عبارت جستجو
fr: Terme recherché
hr: Pojam za pretraživanje
it: Termine di ricerca
kr: 검색어
nl: Zoekterm
ro: Termen de Cautare
ru: Поисковый запрос
tr: Arama Terimi

source: Unlock Unlimited Scans
de: Unbegrenzte Scans freischalten
es: Desbloquear escaneos ilimitados
fa: باز کردن اسکن نامحدود
fr: Débloquer les scans illimitées
hr: Otključaj Neograničeno Skeniranje
it: Sblocca scansioni illimitate
kr: 무제한 스캔 해제
nl: Onbeperkt Scannen
ro: Deblocați Scanări Nelimitate
ru: Разблокируйте безлимитные сканирования
tr: Sınırsız Taramayı Aç
vi: Mở khóa Quét Không giới hạn

source: Cibo is made by Jordi 🙋🏻‍♂️ at Good Snooze 👍😴 Unlock unlimited scans and support the further development of the app by purchasing a one time payment! If you have any suggestions on how I can improve the app, please let me know at jordi@goodsnooze.com.
de: Cibo wird von Jordi 🙋🏻‍♂️ bei Good Snooze entwickelt 👍😴 Schalte unbegrenzte Scans frei und unterstütze die Weiterentwicklung der App durch einen einmaligen Kauf! Wenn du irgendwelche Verbesserungsvorschläge hast, gib mir gerne unter jordi@goodsnooze.com bescheid.
es: Cibo ha sido creado por Jordi 🙋🏻‍♂️ de Good Snooze 👍😴 Desbloquea escaneos ilimitados y muestra tu apoyo para el futuro desarrollo de esta app mediante un pago único! Si tienes sugerencias para mejorar la app, por favor házmelo saber escribiéndome a jordi@goodsnooze.com.
fa: اپلیکیشن Cibo توسط Jordi 🙋🏻‍♂️ در Good Snooze 👍😴 ساخته شده است. با یک بار خرید اپلیکیشن می‌توانید به صورت نامحدود اسکن کنید و از توسعه اپلیکیشن نیز حمایت کنید. اگر پیشنهادی جهت بهبود اپلیکیشن دارید می‌توانید از طریق jordi@goodsnooze.com با من در ارتباط باشید.
fr: Cibo est développé par Jordi 🙋🏻‍♂️ chez Good Snooze 👍😴 Débloquez des scans illimités et soutenez le développement de l'application en effectuant un paiement unique ! Si vous avez des suggestions sur la façon dont je peux améliorer l'application, merci de me le faire savoir en écrivant à jordi@goodsnooze.com.
hr: Cibo je napravio Jordi 🙋🏻‍♂️ iz Good Snooze-a 👍😴 Otključajte neograničeno skeniranje i podržite daljnji razvoj aplikacije kupovinom jednokratne uplate! Ako imate prijedloge kako mogu poboljšati aplikaciju, molim vas da mi javite na jordi@goodsnooze.com.
it: Cibo è stata creata da Jordi 🙋🏻‍♂️ a Good Snooze 👍😴 Sblocca scansioni illimitate e supporta il futuro sviluppo con un unico acquisto! Se hai qualche suggerimento su come migliorare l’applicazione, fammelo sapere su jordi@goodsnooze.com.
kr: Cibo는 Good Snooze 👍😴의 Jordi에 의해 만들어졌습니다 🙋🏻‍♂️ 일회성 결제를 통해 무제한 스캔을 해제하고 앱이 추가 개발될 수 있도록 지원해주세요! 앱을 향상시킬 수 있는 제안이 있다면, jordi@goodsnooze.com으로 알려주세요.
nl: Cibo is gemaakt door Jordi 🙋🏻‍♂️ van Good Snooze 👍😴 Als je onbeperkt wilt scannen en de ontwikkeling van de app wilt steunen kan je een eenmalige aankoop doen! Als je suggesties hebt over hoe ik de app kan verbeteren hoor ik het graag via jordi@goodsnooze.com.
ro: Cibo este creat de catre Jordi 🙋🏻‍♂️ la Good Snooze 👍😴 Deblocați scanări nelimitate și susțineți dezvoltarea ulterioară a aplicației prin achiziționarea unei plăți unice! Dacă aveți sugestii despre cum pot îmbunătăți aplicația, vă rugăm să mă informați la jordi@goodsnooze.com.
ru: Cibo сделано мною - Джорди 🙋🏻‍♂️ из Good Snooze 👍😴 Разблокируйте безлимитные сканирования и поддержите дальнейшую разработку, оплатив один раз! Если у вас есть предложения по улучшению приложения, пожалуйста напишите мне на jordi@goodsnooze.com.
tr: Cibo, Good Snoze 👍😴 kurucusu Jordi 🙋🏻‍♂️ tarafından geliştirildi. Tek seferlik satın alma ile, sınırsız tarama özelliğini açabilir ve uygulamanın gelişmesine yardımcı olabilirsiniz. Öneri, istek ve şikayet için jordi@goodsnooze.com adresinden bana ulaşabilirsiniz.
vi: Cibo được viết bởi Jordi 🙋🏻‍♂️ tại Good Snooze 👍😴 Hãy mở khóa tính năng quét không giới hạn và hỗ trợ thêm cho việc phát triển ứng dụng này bằng cách chi trả chỉ 1 lần duy nhất! Nếu bạn có đề xuất để cải thiện app xin vui lòng liên hệ jordi@goodsnooze.com.

source: 🔎 Unlimited Scanning
de: 🔎 Unbegrenztes Scannen
es: 🔎 Escaneos ilimitados
fa: 🔎 اسکن بدون محدودیت
fr: 🔎 Scans illimités
hr: 🔎 Neograničeno Skeniranje
it: 🔎 Scansioni illimitate
kr: 🔎 무제한 스캔
nl: 🔎 Onbeperkt Scannen
ro: 🔎 Scanări Nelimitate
ru: 🔎 Безлимитные Сканирования
tr: 🔎 Sınırsız Tarama
vi: 🔎 Quét Không giới hạn

source: 👨🏻‍💻 Support Development
de: 👨🏻‍💻 Weiterentwicklung unterstützen
es: 👨🏻‍💻 Apoya el desarrollo
fa: 👨🏻‍💻 حمایت از توسعه اپلیکیشن
fr: 👨🏻‍💻 Soutenir les développements
hr: 👨🏻‍💻 Podržite Razvoj
it: 👨🏻‍💻 Supporta lo sviluppo
kr: 👨🏻‍💻 개발 지원
nl: 👨🏻‍💻 Steun App Ontwikkeling
ro: 👨🏻‍💻 Sprijină Dezvoltarea
ru: 👨🏻‍💻 Поддержка Разработки
tr: 👨🏻‍💻 Geliştirmeye Destek Ol
vi: 👨🏻‍💻 Hỗ trợ việc Phát triển

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fa: بازگرداندن خرید
fr: Restaurer les achats
hr: Vrati prethodne kupnje
it: Ripristina acquisti
kr: 구매 복원
nl: Aankopen Herstellen
ro: Restabiliți Achizițiile
ru: Восстановить покупки
tr: Satın Alımları Geri Yükle
vi: Khôi phục Giao dịch

source: No purchases could be found for your Apple ID.
de: Für deine Apple ID konnten keine Käufe gefunden werden.
es: No se encontraron compras previas para este Apple ID.
fa: برای اپل آيدی شما خریدی پیدا نشد.
fr: Aucun achat n'a pu être trouvé pour votre identifiant Apple.
hr: Nisu pronađene kupnje za vaš Apple ID.
it: Non sono stati trovati acquisti sul tuo ID Apple.
kr: 해당 Apple ID의 구입 내역을 찾을 수 없습니다.
nl: Cibo kon geen eerdere aankopen vinden voor die Apple ID.
ro: Nu s-au putut găsi achiziții pentru ID-ul dvs. Apple.
ru: Ни одной покупки не найдено для вашего Apple ID.
tr: Apple ID'niz ile ilgili bir satın alma bulunamadı.
vi: Không tìm thấy giao dịch liên quan trong tài khoản Apple ID của bạn.

source: 😍 Thanks for supporting Cibo
de: 😍 Danke, dass du Cibo unterstützt
es: 😍 Gracias por apoyar a Cibo
fa: 😍 ممنون بابت حمایت از Cibo
fr: 😍 Merci de soutenir Cibo
hr: 😍 Hvala sto podržavate Cibo
it: 😍 Grazie per il supporto
kr: 😍 Cibo를 응원해주셔서 감사합니다.
nl: 😍 Bedankt voor je aankoop
ro: 😍 Mulțumesc pentru sprinjinirea Cibo
ru: 😍 Спасибо за поддержку Cibo
tr: 😍 Cibo'yu desteklediğin için teşekkürler.
vi: 😍 Cảm ơn bạn đã hỗ trợ Cibo

source: Text Recognition Failed
de: Texterkennung fehlgeschlagen
es: El reconocimiento de texto ha fallado
fa: شناسایی متن ناموفق بود
fr: Échec de la reconnaissance de texte
hr: Prepoznavanje teksta nije uspjelo
it: Riconoscimento del testo fallito
kr: 텍스트 인식 실패
nl: Tekst Herkenning Mislukt Text
ro: Recunoașterea Textului a Eșuat
ru: Не удалось разпознать текст
tr: Metin tarama başarısız oldu
vi: Nhận diện Văn bản Thất bại

source: This shouldn't happen, please let me know if this happens to you by sending me an email at jordi@goodsnooze.com
de: Das sollte nicht passieren, gib mir bitte Bescheid unter jordi@goodsnooze.com
es: Esto no debería ocurrir, si sigues recibiendo este error, por favor envíame un email a jordi@goodsnooze.com
fa: این اتفاق نباید رخ دهد. اگر این مورد برای شما رخ داده است لطفا از طریق ایمیل jordi@goodsnooze.com به من اطلاع دهید.
fr: Ceci ne devrait pas arriver, si ça se reproduit merci de me le faire savoir en adressant un email à jordi@goodsnooze.com
hr: Ovo se ne bi trebalo dogoditi, molim vas da me obavijestite ukoliko se ovo desi tako što ćete mi poslati e-mail na jordi@goodsnooze.com
it: Questo non dovrebbe accadere, per cortesia fammi sapere se capita mandando una mail a jordi@goodsnooze.com
kr: 이런 일이 일어나면 안되는데, 이러한 경우가 있다면 jordi@goodsnooze.com으로 메일을 통해 알려주세요
nl: Dit zou nooit moeten gebeuren, stuur me even een mailtje op jordi@goodsnooze.com als het vaker gebeurd!
ro: Acest lucru nu ar trebui să se întâmple, vă rog să-mi spuneți dacă vi se întâmplă acest lucru trimițându-mi un e-mail la jordi@goodsnooze.com
ru: Такого не должно случаться, пожалуйста, напишите мне на jordi@goodsnooze.com, если это произошло
tr: Beklenmedik bir hata oluştu, tekrarı halinde lütfen bana bu adresden ulaşın jordi@goodsnooze.com
vi: Vấn đề này có lẽ không nên xảy ra, xin vui lòng báo tôi biết tại địa chỉ jordi@goodsnooze.com

source: Ok
fa: باشه
hr: Uredu
kr: 확인
ro: Bine
ru: Oк
tr: Tamam

# title
source: Cibo - Visual Menu Translator
de: Cibo - Visueller Speisekarten-Übersetzer
es: Cibo - Traductor Visual de Menús
fr: Cibo - Traducteur de menus visuels
hr: Cibo - Vizuelni Prevoditelj Jelovnika
it: Cibo - Traduttore menù visuale
kr: Cibo - 메뉴 번역기
nl: Cibo - Visuele Menu Vertaler
ro: Cibo - Traducător Vizual de Meniu
ru: Cibo - Визуальный переводчик меню
tr: Cibo - Görsel Menü Çevirici
vi: Cibo - Dịch Menu thành Hình ảnh

# subtitle
source: View Photos of food dishes
de: Automatische Bilder von Gerichten
es: Encuentra fotos de los platos
fr: Regarder des photos de plats
hr: Prikaži fotografije jela
it: Guarda le foto dei piatti nel menù
kr: 음식 사진 보기
nl: Bekijk Foto's van gerechten
ro: Vizualizați fotografii cu preparate alimentare
ru: Смотрите фотографии блюд
tr: Yemek görsellerini görüntüle
vi: Tìm hình ảnh cho Món ăn

# description
source: Quickly search for photos of food menu items by selecting them with your camera. When you're eating at a restaurant abroad it can be tedious to constantly have to search for the menu items to find pictures of what they look like. Cibo makes it easy for you. Just point your camera at the menu and select any of the dishes. It will show you a list of photos to give you a better idea of what to expect.
de: Suche schnell nach Fotos von Gerichten auf Speisekarten, indem du sie mit deiner Kamera auswählst. Wenn du in einem Restaurant im Ausland isst, kann es mühsam sein, ständig nach Gerichten zu suchen, um Bilder davon zu finden, wie sie aussehen. Cibo macht es einfach. Zeige einfach mit deiner Kamera auf die Speisekarte und wähle eines der Gerichte aus. Es wird dir eine Liste mit Fotos angezeigt, damit du eine bessere Vorstellung davon bekommst, was du erwarten kannst.
es: Encuentra fotos de los platos de un menú solo con apuntar con tu cámara. Cuando estás de vacaciones, comiendo en un restaurante, se hace pesado tener que buscar fotos de los platos del menú para saber qué aspecto tienen. Cibo te lo pone fácil. Tan solo apunta con tu cámara al menú y selecciona cualquiera de los platos. Cibo te mostrará una lista de fotos para que elijas el plato más apetitoso.
fr: Recherchez rapidement des photos d'éléments d'un menu en les sélectionnant avec votre caméra. Lorsque vous mangez dans un restaurant à l'étranger, il peut être fastidieux de devoir constamment rechercher les éléments d'un menu et de se faire une idée de ce à quoi ils ressemblent. Cibo vous facilite la tâche. Dirigez simplement votre caméra vers le menu et sélectionnez l'un des plats. Il vous montrera une liste de photos et vous aurez une meilleure idée de ce à quoi vous attendre.
hr: Brzo pretražujte fotografije jelovnika odabirući ih vašom kamerom. Kada jedete u restoranu u inozemstvu može dosadno stalno tražiti stavke jelovnika kako biste pronašli slike kako izgledaju. Cibo vam to olakšava. Usmjerite kameru na jelovnik i odaberite bilo koje jelo. Prikazat će vam se popis fotografija kako biste bolje razumjeli što očekivati.
it: Cerca rapidamente le foto delle voci del menù selezionandole con la fotocamera. Quando mangi in un ristorante all’estero, può essere noioso dover cercare costantemente le voci del menù per trovare immagini di come sono. Cibo lo rende facile. Ti basta puntare la fotocamera sul menu e selezionare un piatto. Ti verrà mostrato un elenco di foto per darti un’idea migliore di cosa aspettarti.
kr: 카메라로 음식 메뉴의 사진을 선택하여 빠르게 검색해보세요. 해외의 식당에서 식사를 할 때, 음식이 어떻게 생겼는지 사진을 찾으려고 끊임없이 검색해야하는 것은 지루할 수 있습니다. Cibo가 쉽게 검색할 수 있도록 도와드립니다. 메뉴를 카메라로 가리켜 음식을 고르세요. 무엇을 기대할지에 대한 더 나은 아이디어를 제공하기 위해 사진 목록을 보여줄 것 입니다.
nl: Zoek razendsnel foto's op van gerechten in restaurants door ze te selecteren met je camera. Als je uit eten gaat in het buitenland is het vaak erg onhandig om de verschillende gerechten op te zoeken om te zien hoe het er uit ziet. Cibo maakt dit gemakkelijker voor je. Richt je camer aop het menu and selecteer een gerecht. De app toont je een overzicht met foto's zodat je weet hoe het gerecht er uit ziet.
ro: Căutați rapid fotografii cu elemente din meniul alimentar selectându-le cu camera dvs. Când mâncați la un restaurant din străinătate, poate fi plictisitor să căutați în permanență elementele din meniu pentru a găsi imagini cu aspectul lor. Cibo vă ușurează. Pur și simplu îndreptați camera către meniu și selectați oricare dintre feluri de mâncare. Vă va arăta o listă de fotografii pentru a vă oferi o idee mai bună despre ce să vă așteptați.
ru: Быстро находите фотографии блюд из меню, просто выбрав их с помощью камеры. Это очень утомительно - искать, как выглядит каждое блюдо из меню, когда вы едите в ресторане заграницей. Просто наведите свою камеру на меню и выберете нужное блюдо, а приложение покажет вам список фотографий, чтоб вы лучше понимали, что заказываете.
tr: Menüdeki yemeklerin görsellerini, kameranız ile hızlıca arayabilirsiniz. Yurtdışındaki bir restoranda yemek yerken, neye benzediklerinin resimlerini bulmak için menü öğelerini sürekli aramak zorunda kalmak sıkıcı olabilir. Cibo, bunu sizin için kolay bir hale getiriyor. Kameranızı menüye doğru tutun ve istediğiniz yemeği seçin. Yemek ile ilgili, size daha iyi bir fikir vermek adına görselleri gösterecektir.
vi: Nhanh chóng tra hình ảnh của các món ăn trên menu với camera của bạn. Mỗi lần bạn đi nước ngoài ăn nhà hàng, việc tìm hình ảnh minh họa cho từng món ăn quả thật mệt mỏi và chán phải không? Cibo sẽ cực kì có ích cho mục đích này. Chỉ việc hướng camera về phía menu và chạm vào bất kì tên món nào bạn muốn. Ứng dụng sẽ hiển thị một danh sách hình ảnh minh họa cho món ăn của bạn.

# keywords
source: translate,translation,dinner,restaurant,image,search,shibo,ciboo,chibo,images
de: übersetzen,essen,Gericht,Speisekarte,restaurant,bild,Übersetzung,suche,shibo,ciboo,chibo,images
es: traducir,traduccion,comida,cena,restaurante,imagen,buscar,shibo,ciboo,chibo,imágenes
fr: traduire,traduction,dîner,restaurant,image,recherche,shibo,ciboo,chibo,images
hr: prevesti, prijevod, večera, restoran, slika, pretraga, shibo, ciboo, chibo, slike
it: traduci,traduzione,cena,ristorante,immagine,cerca,shibo,ciboo,chibo,immagini,pranzo
kr: 번역,번역,저녁,식당,사진,검색,shibo,ciboo,chibo,사진
nl: vertaal,vertalen,vertaling,dinner,uiteten,eten,afbeelding,zoeken,shibo,ciboo,chibo,plaatjes,foto
ro: tradu, traducere, cină, restaurant, imagine, căutare, shibo, ciboo, chibo, imagini
ru: перевести,перевод,ужин,ресторан,изображение,поиск,shibo,ciboo,chibo,изображения
tr: çeviri,çevirici,akşam yemeği,lokanta,görsel,arama,shibo,ciboo,chibo,resimler
vi: dịch,bữa tối,nhà hàng,ảnh, hình ảnh,tìm kiếm,shibo,ciboo,chibo

# screenshot1
source: Find photos of menu dishes
de: Finde Bilder von Gerichten
es: Encuentra fotos de los platos
fr: Trouver des photos des plats
hr: Pronađi fotografije jela s jelovnika
it: Cerca foto dei piatti del menù
kr: 음식 메뉴 사진 찾기
nl: Vind Snel foto's van gerechten
ro: Găsiți fotografii cu preparate din meniu
ru: Находите фотографии блюд из меню
tr: Menüdeki yemeklerin görsellerini bul
vi: Tìm ảnh món trên menu

# screenshot2
source: Point your camera at the menu
de: Zeige deine Kamera auf eine Speisekarte
es: Apunta con tu cámara al menú
fr: Dirigez votre camera vers un menu
hr: Usmjerite kameru prema jelovniku
it: Punta la fotocamera verso il menù
kr: 메뉴를 카메라로 가리켜보세요
nl: Richt je camera op een menu
ro: Îndreaptă camera către meniu
ru: Направьте камеру на меню
tr: Kamerayı menüye doğru tut
vi: Hướng camera về phía menu

# screenshot3
source: Select the dish you want to see
de: Wähle das Gericht aus, dass du sehen willst
es: Selecciona el plato que quieras ver
fr: Sélectionnez le plat que vous voulez découvrir
hr: Odaberite jelo koje želite vidjeti
it: Seleziona il piatto che vuoi vedere
kr: 보려는 요리를 선택하세요
nl: Selecteer het gerecht die je wilt zien
ro: Selectați felul de mâncare pe care doriți să-l vedeți
ru: Выберете блюдо, которое хотите увидеть
tr: Görmek istediğin yemeği seç
vi: Chọn món ăn bạn cần tìm

# screenshot4
source: See photos of the dish
de: Sehe Bilder der Gerichte
es: Verás fotos del plato
fr: Afficher les photos du plat
hr: Pogledajte fotografije jela
it: Vedi le foto del piatto
kr: 음식 사진을 보세요
nl: Zie foto's van het gerecht
ro: Vedeți fotografiile felului de mâncare
ru: Смотрите фотографии блюд
tr: Yemeğin görsellerine bak
vi: Xem ảnh của món

# screenshot5
source: View all found words
de: Zeige alle gefundenen Wörter an
es: Así como todas las palabras encontradas
fr: Consulter tous les mots trouvés
hr: Prikaži sve pronađene riječi
it: Vedi tutte le parole trovate
kr: 찾은 단어 모두 보기
nl: Bekijk alle gevonden woorden
ro: Vizualizați toate cuvintele găsite
ru: Смотрите все найденные слова
tr: Bulunan tüm kelimeleri gör
vi: Xem tất cả từ đã tìm

# screenshot6
source: Swipe between words
de: Wische zwischen Wörtern
es: Desliza el dedo entre palabras
fr: Glisser entre les mots
hr: Prijeđite prstom između riječi
it: Scorri tra le parole
kr: 단어 사이 스와이프
nl: Swipe tussen woorden
ro: Glisați între cuvinte
ru: Перемещайтесь между словами
tr: Bulunan kelimeler arasında geçiş yap
vi: Lướt từng từ

# screenshot7
source: Looks great in the dark
de: Sieht super im Dunklen aus
es: Se ve genial en la oscuridad
fr: A fière allure dans le noir
hr: Izgleda sjajno u mraku
it: Bellissima anche al buio
kr: 다크 모드에서 더 멋져보입니다
nl: Ziet er fantastisch uit in het donker
ro: Arată grozav în întuneric
ru: Отлично выглядит в темноте
tr: Karanlıkta bile harika görünüyor
vi: Đẹp tuyệt ở giao diện tối
